Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# appearance.dashboard.sectionTitle
source: Dashboard
ar: لوحة التحكم
bg: Табло
bn: ড্যাশবোর্ড
ca: Tauler de comandament
cs: Přehled
da: Oversigt
el: Ταμπλό
es: Panel de control
et: Ülevaade
fa: داشبورد
fi: Pääruutu
fr: Tableau de bord
he: לוח בקרה
hi: डैशबोर्ड
hr: Pregled
hu: Irányítópult
id: Dasbor
is: Yfirlit
ja: ダッシュボード
ko: 대시보드
lt: Prietaisų skydelis
lv: Pārskats
nb: Oversikt
nn: Oversikt
pl: Przegląd
pt_br: Painel
ro: Tablou de bord
ru: Панель управления
sk: Prehľad
sl: Nadzorna plošča
sr: Kontrolna tabla
sv: Översikt
sw: Dashibodi
ta: டாஷ்போர்டு
th: แDashboard
tr: Pano
uk: Панель керування
ur: ڈیش بورڈ
vi: Bảng điều khiển
zh_hans: 仪表板
zh_hant: 儀表板

# appearance.info.dark
source: dark
ar: مظلم
bg: тъмно
bn: অন্ধকার
ca: fosc
cs: tmavý
da: mørkt
de: dunkel
el: σκοτεινό
es: oscuro
et: tume
fa: تیره
fi: tumma
fil: madilim
fr: sombre
he: כהה
hi: अंधेरा
hr: tamno
hu: sötét
id: gelap
is: dökkt
it: scuro
ja: ダーク
ko: 어두움
lt: tamsus
lv: tumšs
nb: mørkt
nl: donker
nn: mørkt
pl: ciemny
pt_br: escuro
ro: întunecat
ru: темная
sk: tmavá
sl: temno
sr: tamno
sv: mörkt
sw: giza
ta: இருண்ட
th: มืด
tr: koyu
uk: темне
ur: تاریک
vi: tối
zh_hans: 深色
zh_hant: 深色

# appearance.info.darkActive
source: App will always appear in dark theme
ar: ستظهر التطبيق دائماً بمظهر داكن
bg: Приложението винаги ще се появява в тъмна тема
bn: অ্যাপটি সর্বদা অন্ধকার থিমে প্রদর্শিত হবে
ca: L'app sempre es mostrarà en tema fosc
cs: Aplikace se bude vždy zobrazovat v tmavém motivu
da: Appen vil altid vises i mørkt tema
de: Die App wird immer im dunklen Design angezeigt
el: Η εφαρμογή θα εμφανίζεται πάντα με σκοτεινό θέμα
es: La aplicación siempre aparecerá en tema oscuro
et: Rakendus kuvatakse alati tumeda teemaga
fa: اپلیکیشن همیشه با تم تیره نمایش داده می‌شود
fi: Sovellus näytetään aina tummassa teemassa
fil: Ang app ay laging makikita sa madilim na tema
fr: L'application s'affichera toujours en thème sombre
he: האפליקציה תופיע תמיד בערכת נושא כהה
hi: ऐप हमेशा अंधेरे विषय में दिखाई देगा
hr: Aplikacija će se uvijek prikazati u tamnoj temi
hu: Az alkalmazás mindig sötét témában jelenik meg
id: Aplikasi akan selalu muncul dalam tema gelap
is: Forritið mun alltaf birtast í dökkri þema
it: L'app verrà sempre visualizzata in tema scuro
ja: アプリは常にダークテーマで表示されます
ko: 앱이 항상 어두운 테마로 표시됩니다
lt: Programa visada bus rodoma tamsia tema
lv: Programma vienmēr tiks parādīta tumšajā tēmā
nb: Appen vil alltid vises i mørkt tema
nl: App wordt altijd weergegeven in donker thema
nn: Appen vil alltid verta vist i mørkt tema
pl: Aplikacja będzie zawsze wyświetlana w ciemnym motywie
pt_br: O aplicativo sempre aparecerá com tema escuro
ro: Aplicația va apărea întotdeauna în tema întunecată
ru: Приложение всегда будет отображаться в темной теме
sk: Aplikácia sa bude vždy zobrazovať v tmavej téme
sl: Aplikacija se bo vedno prikazala v temni temi
sr: Aplikacija će se uvek prikazivati u tamnoj temi
sv: Appen visas alltid i mörkt tema
sw: Programu itaonekana kila wakati kwa mada ya giza
ta: செயலி எப்போதும் இருண்ட தீம்ஐ காட்டும்
th: แอปจะแสดงในธีมมืดเสมอ
tr: Uygulama her zaman koyu temada görünecektir
uk: Програма завжди буде відображатися в темній темі
ur: ایپ ہمیشہ تاریک تھیم میں ظاہر ہوگی
vi: Ứng dụng sẽ luôn xuất hiện với chủ đề tối
zh_hans: 应用将始终以深色主题显示
zh_hant: 應用程式將始終以深色主題顯示

# appearance.info.light
source: light
ar: فاتح
bg: светло
bn: আলো
ca: clar
cs: světlý
da: lyst
de: hell
el: φωτεινό
es: claro
et: hele
fa: روشن
fi: vaalea
fil: maliwanag
fr: clair
he: בהיר
hi: हल्का
hr: svjetlo
hu: világos
id: terang
is: ljóst
it: chiaro
ja: ライト
ko: 밝음
lt: šviesus
lv: gaišs
nb: lyst
nl: licht
nn: lyst
pl: jasny
pt_br: claro
ro: luminat
ru: светлая
sk: svetlá
sl: svetlo
sr: svetlo
sv: ljust
sw: mwanga
ta: வெளிர்
th: สว่าง
tr: açık
uk: світле
ur: روشن
vi: sáng
zh_hans: 浅色
zh_hant: 淺色

# appearance.info.lightActive
source: App will always appear in light theme
ar: ستظهر التطبيق دائماً بمظهر فاتح
bg: Приложението винаги ще се появява в светла тема
bn: অ্যাপটি সর্বদা হালকা থিমে প্রদর্শিত হবে
ca: L'app sempre es mostrarà en tema clar
cs: Aplikace se bude vždy zobrazovat ve světlém motivu
da: Appen vil altid vises i lyst tema
de: Die App wird immer im hellen Design angezeigt
el: Η εφαρμογή θα εμφανίζεται πάντα με φωτεινό θέμα
es: La aplicación siempre aparecerá en tema claro
et: Rakendus kuvatakse alati hele teemaga
fa: اپلیکیشن همیشه با تم روشن نمایش داده می‌شود
fi: Sovellus näytetään aina vaaleassa teemassa
fil: Ang app ay laging makikita sa maliwanag na tema
fr: L'application s'affichera toujours en thème clair
he: האפליקציה תופיע תמיד בערכת נושא בהירה
hi: ऐप हमेशा हल्के विषय में दिखाई देगा
hr: Aplikacija će se uvijek prikazati u svjetloj temi
hu: Az alkalmazás mindig világos témában jelenik meg
id: Aplikasi akan selalu muncul dalam tema terang
is: Forritið mun alltaf birtast í ljósri þema
it: L'app verrà sempre visualizzata in tema chiaro
ja: アプリは常にライトテーマで表示されます
ko: 앱이 항상 밝은 테마로 표시됩니다
lt: Programa visada bus rodoma šviesiai temai
lv: Programma vienmēr tiks parādīta gaišajā tēmā
nb: Appen vil alltid vises i lyst tema
nl: App wordt altijd weergegeven in licht thema
nn: Appen vil alltid verta vist i lyst tema
pl: Aplikacja będzie zawsze wyświetlana w jasnym motywie
pt_br: O aplicativo sempre aparecerá com tema claro
ro: Aplicația va apărea întotdeauna în tema luminată
ru: Приложение всегда будет отображаться в светлой теме
sk: Aplikácia sa bude vždy zobrazovať v svetlej téme
sl: Aplikacija se bo vedno prikazala v svetli temi
sr: Aplikacija će se uvek prikazivati u svetloj temi
sv: Appen visas alltid i ljust tema
sw: Programu itaonekana kila wakati kwa mada ya mwanga
ta: செயலி எப்போதும் வெளிர் தீம்ஐ காட்டும்
th: แอปจะแสดงในธีมสว่างเสมอ
tr: Uygulama her zaman açık temada görünecektir
uk: Програма завжди буде відображатися в світлій темі
ur: ایپ ہمیشہ روشن تھیم میں ظاہر ہوگی
vi: Ứng dụng sẽ luôn xuất hiện với chủ đề sáng
zh_hans: 应用将始终以浅色主题显示
zh_hant: 應用程式將始終以淺色主題顯示

# appearance.info.systemActive
source: Currently using %@ theme based on device settings
ar: يستخدم حالياً %@ بناءً على إعدادات الجهاز
bg: В момента се използва %@ тема въз основа на настройките на устройството
bn: ডিভাইস সেটিংসের উপর ভিত্তি করে বর্তমানে %@ থিম ব্যবহার করছি
ca: Actualment s'utilitza el tema %@ segons la configuració del dispositiu
cs: V současnosti se používá motiv %@ na základě nastavení zařízení
da: Bruger i øjeblikket %@ tema baseret på enhedsindstillinger
de: Verwendet derzeit %@ Design basierend auf Geräteeinstellungen
el: Χρησιμοποιείται αυτήν τη στιγμή %@ θέμα βάσει των ρυθμίσεων της συσκευής
es: Actualmente usando tema %@ según la configuración del dispositivo
et: Kasutab praegu %@ teemat seadme seadistuste alusel
fa: در حال حاضر از تم %@ براساس تنظیمات دستگاه استفاده می‌کنید
fi: Käytössä on tällä hetkellä %@ teema laitteen asetusten perusteella
fil: Kasalukuyang gumagamit ng %@ tema batay sa mga setting ng device
fr: Utilisation actuelle du thème %@ basé sur les paramètres de l'appareil
he: משתמש כרגע בערכת נושא %@ על בסיס הגדרות המכשיר
hi: डिवाइस सेटिंग्स के आधार पर वर्तमान में %@ विषय का उपयोग किया जा रहा है
hr: Trenutno koristi %@ temu prema postavkama uređaja
hu: Jelenleg %@ témát használ az eszköz beállításai alapján
id: Saat ini menggunakan tema %@ berdasarkan pengaturan perangkat
is: Notar %@ þema út frá stillingum tækisins
it: Utilizzo attualmente il tema %@ in base alle impostazioni del dispositivo
ja: デバイス設定に基づいて現在%@テーマを使用中
ko: 기기 설정을 기반으로 %@ 테마를 사용 중입니다
lt: Šiuo metu naudojama %@ tema pagal įrenginio nustatymus
lv: Pašlaik tiek izmantota %@ tēma, pamatojoties uz ierīces iestatījumiem
nb: Bruker for øyeblikket %@ tema basert på enhetens innstillinger
nl: Momenteel %@ thema gebruikt op basis van apparaatinstellingen
nn: Brukar for tida %@ tema basert på einingsomsyn
pl: Obecnie używasz %@ motywu na podstawie ustawień urządzenia
pt_br: Usando %@ tema baseado nas configurações do dispositivo
ro: În prezent folosești tema %@ pe baza setărilor dispozitivului
ru: Сейчас используется %@ тема на основе настроек устройства
sk: V súčasnosti používate %@ tému na základe nastavení zariadenia
sl: Trenutno uporablja tema %@ na podlagi nastavitev naprave
sr: Trenutno koristi %@ temu na osnovu postavki uređaja
sv: Använder för närvarande %@ tema baserat på enhetens inställningar
sw: Sasa inatumia %@ mada kulingana na mipango ya kifaa
ta: சாதன அமைப்புகளின் அடிப்படையில் தற்போது %@ தீம்ஐ பயன்படுத்துகிறது
th: ใช้ธีม %@ ตามการตั้งค่าอุปกรณ์ในปัจจุบัน
tr: Şu anda cihaz ayarlarına dayalı %@ tema kullanılıyor
uk: Наразі використовується %@ тема на основі параметрів пристрою
ur: فی الوقت آپ کے ڈیوائس کی ترتیبات کی بنیاد پر %@ تھیم استعمال کر رہے ہیں
vi: Hiện đang sử dụng chủ đề %@ dựa trên cài đặt thiết bị
zh_hans: 目前根据设备设置使用 %@ 主题
zh_hant: 目前根據裝置設定使用 %@ 主題

# appearance.startupTab.sectionDescription
source: Choose which tab opens by default when you launch the app.
ar: اختر الفلتر الذي سيتم فتحه افتراضياً عند تشغيل التطبيق.
bg: Изберете кой раздел да се отваря по подразбиране при стартиране на приложението.
bn: অ্যাপটি চালু করার সময় কোন ট্যাব ডিফল্টভাবে খোলা হবে তা বেছে নিন।
ca: Tria quina pestanya s'obri per defecte quan inicies l'aplicació.
cs: Zvolte, která záložka se otevře ve výchozím nastavení při spuštění aplikace.
da: Vælg hvilken fane der skal åbnes som standard, når du starter appen.
de: Wählen Sie, welche Registerkarte beim Start der App standardmäßig geöffnet wird.
el: Επιλέξτε ποια καρτέλα ανοίγει από προεπιλογή όταν εκκινείτε την εφαρμογή.
es: Elige qué pestaña se abre por defecto cuando inicias la aplicación.
et: Valige, milline vaheleht avaneb vaikimisi rakenduse käivitamisel.
fa: هنگام راه‌اندازی برنامه، انتخاب کنید کدام برگه به‌طور پیش‌فرض باز شود.
fi: Valitse, mikä välilehti avataan oletuksena, kun käynnistät sovelluksen.
fil: Piliin kung aling tab ang magbubukas bilang default kapag inilunsad mo ang app.
fr: Choisissez l'onglet qui s'ouvre par défaut au lancement de l'application.
he: בחר איזו כרטיסייה תיפתח כברירת מחדל בעת הפעלת האפליקציה.
hi: ऐप लॉन्च करते समय डिफ़ॉल्ट रूप से कौन सा टैब खुले यह चुनें।
hr: Odaberite koju karticu želite otvoriti kao zadanu kada pokrenete aplikaciju.
hu: Válassza ki, hogy mely lap nyíljon meg alapértelmezésben az alkalmazás indításakor.
id: Pilih tab mana yang akan dibuka secara default saat Anda meluncurkan aplikasi.
is: Veldu hvaða flipa opnast sjálfgefið þegar þú ræsir appið.
it: Scegli quale scheda si apre per impostazione predefinita quando avvii l'app.
ja: アプリを起動したときにデフォルトで開くタブを選択します。
ko: 앱을 시작할 때 기본적으로 열릴 탭을 선택하세요.
lt: Pasirinkite, kuri skirtukas atidaromas pagal numatytuosius nustatymus paleidus programą.
lv: Izvēlieties, kura cilne tiks atvērta pēc noklusējuma, sāknējot lietotni.
nb: Velg hvilken fane som skal åpnes som standard når du starter appen.
nl: Kies welk tabblad standaard wordt geopend wanneer je de app start.
nn: Velg hvilken fane som skal åpnast som standard når du startar appen.
pl: Wybierz, która karta otwiera się domyślnie po uruchomieniu aplikacji.
pt_br: Escolha qual aba abre por padrão ao iniciar o app.
ro: Alege care tab se deschide implicit când lansezi aplicația.
ru: Выберите, какая вкладка открывается по умолчанию при запуске приложения.
sk: Vyberte, ktorá záložka sa otvorí predvolene pri spustení aplikácie.
sl: Izberite, kateri zavihek se odpre privzeto, ko zaženete aplikacijo.
sr: Odaberite koju karticu da otvorite po zadanom izboru kada pokrenete aplikaciju.
sv: Välj vilken flik som ska öppnas som standard när du startar appen.
sw: Chagua kichupo kipi kinachofungua kwa chaguo-msingi unapoanzisha programu.
ta: அ‌ப்ளிகேशனை தொடங்கும்போது எந்த தாவல் முன்னிருப்பாக திறக்கப்பட வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்.
th: เลือกแท็บที่จะเปิดโดยค่าเริ่มต้นเมื่อคุณเปิดแอป
tr: Uygulamayı başlattığınızda varsayılan olarak hangi sekmesinin açılacağını seçin.
uk: Виберіть, яка вкладка відкриватиметься за замовчуванням під час запуску програми.
ur: منتخب کریں کہ جب آپ ایپ شروع کریں تو کون سا ٹیب ڈیفالٹ طور پر کھلے۔
vi: Chọn tab nào sẽ mở theo mặc định khi bạn khởi chạy ứng dụng.
zh_hans: 选择启动应用时默认打开的标签页。
zh_hant: 選擇應用程式啟動時預設開啟的標籤頁。

# appearance.startupTab.sectionTitle
source: Default startup tab
ar: فلتر البدء الافتراضي
bg: Раздел при стартиране по подразбиране
bn: ডিফল্ট স্টার্টআপ ট্যাব
ca: Pestanya d'inici per defecte
cs: Výchozí spouštěcí záložka
da: Standard startfane
de: Standard-Startregisterkarte
el: Προεπιλεγμένη καρτέλα εκκίνησης
es: Pestaña de inicio predeterminada
et: Vaikimisi startfane
fa: برگه شروع پیش‌فرض
fi: Oletuksena avattava välilehti
fil: Default na startup tab
fr: Onglet de démarrage par défaut
he: כרטיסייה הפעלה ברירת מחדל
hi: डिफ़ॉल्ट स्टार्टअप टैब
hr: Zadana početna kartica
hu: Alapértelmezett indítási lap
id: Tab startup default
is: Sjálfgefin ræsingartaba
it: Scheda di avvio predefinita
ja: デフォルト起動タブ
ko: 기본 시작 탭
lt: Numatytasis pradinis skirtukas
lv: Noklusējuma sākuma cilne
nb: Standard startfane
nl: Standaard startpagina
nn: Standard startfane
pl: Domyślna karta startowa
pt_br: Aba de inicialização padrão
ro: Tab-ul de pornire implicit
ru: Вкладка запуска по умолчанию
sk: Predvolená úvodná záložka
sl: Privzeti začetni zavihek
sr: Zadana kartrica pri pokretanju
sv: Standard startflik
sw: Kichupo cha kuanza kwa chaguo-msingi
ta: முன்னிருப்பு தொடக்கத் தாவல்
th: แท็บเริ่มต้นเมื่อเปิดแอป
tr: Varsayılan başlangıç sekmesi
uk: Вкладка запуску за замовчуванням
ur: ڈیفالٹ شروعات ٹیب
vi: Tab khởi động mặc định
zh_hans: 默认启动标签页
zh_hant: 預設啟動標籤頁

# appearance.theme.dark
source: Dark
ar: مظلم
bg: Тъмно
bn: অন্ধকার
ca: Fosc
cs: Tmavý
da: Mørkt
de: Dunkel
el: Σκοτεινό
es: Oscuro
et: Tume
fa: تیره
fi: Tumma
fil: Madilim
fr: Sombre
he: כהה
hi: अंधेरा
hr: Tamno
hu: Sötét
id: Gelap
is: Dökkt
it: Scuro
ja: ダーク
ko: 어두움
lt: Tamsu
lv: Tumšs
nb: Mørkt
nl: Donker
nn: Mørkt
pl: Ciemny
pt_br: Escuro
ro: Întunecat
ru: Темная
sk: Tmavá
sl: Temno
sr: Tamno
sv: Mörkt
sw: Giza
ta: இருண்ட
th: มืด
tr: Koyu
uk: Темна
ur: تاریک
vi: Tối
zh_hans: 深色
zh_hant: 深色

# appearance.theme.light
source: Light
ar: فاتح
bg: Светло
bn: আলো
ca: Clar
cs: Světlý
da: Lyst
de: Hell
el: Φωτεινό
es: Oscuro
et: Hele
fa: روشن
fi: Vaalea
fil: Maliwanag
fr: Clair
he: בהיר
hi: हल्का
hr: Svjetlo
hu: Világos
id: Terang
is: Ljóst
it: Chiaro
ja: ライト
ko: 밝은
lt: Šviesu
lv: Gaišs
nb: Lyst
nl: Licht
nn: Lyst
pl: Jasny
pt_br: Claro
ro: Luminos
ru: Светлая
sk: Svetlá
sl: Svetlo
sr: Svetlo
sv: Ljust
sw: Mwanga
ta: வெளிர்
th: สว่าง
tr: Açık
uk: Світла
ur: روشن
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

# appearance.theme.sectionTitle
source: Theme
ar: المظهر
bg: Тема
bn: থিম
ca: Tema
cs: Motiv
da: Tema
de: Design
el: Θέμα
es: Tema
et: Teema
fa: تم
fi: Aihe
fil: Tema
fr: Thème
he: נושא
hi: विषय
hr: Tema
hu: Téma
id: Tema
is: Þema
it: Tema
ja: テーマ
ko: 테마
lt: Tema
lv: Tēma
nb: Tema
nl: Thema
nn: Tema
pl: Motyw
pt_br: Tema
ro: Tema
ru: Тема
sk: Téma
sl: Tema
sr: Tema
sv: Tema
sw: Mada
ta: தீம்
th: ธีม
tr: Tema
uk: Тема
ur: تھیم
vi: Chủ đề
zh_hans: 主题
zh_hant: 主題

# appearance.theme.system
source: System
ar: النظام
bg: Система
bn: সিস্টেম
ca: Sistema
cs: Systém
el: Σύστημα
es: Sistema
et: Süsteem
fa: سیستم
fi: Järjestelmä
fil: Sistema
fr: Système
he: מערכת
hi: सिस्टम
hr: Sustav
hu: Rendszer
id: Sistem
is: Kerfi
it: Sistema
ja: システム
ko: 시스템
lt: Sistema
lv: Sistēma
nl: Systeem
pt_br: Sistema
ro: Sistem
ru: Система
sk: Systém
sl: Sistem
sr: Sistem
sw: Mfumo
ta: கணினி
th: ระบบ
tr: Sistem
uk: Система
ur: نظام
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

# appearance.title
source: Appearance
ar: المظهر
bg: Външен вид
bn: উপস্থিতি
ca: Aparença
cs: Vzhled
da: Udseende
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
et: Välimus
fa: ظاهر
fi: Ulkoasu
fil: Hitsura
fr: Apparence
he: מראה
hi: उपस्थिति
hr: Utjelovljenje
hu: Megjelenés
id: Penampilan
is: Útlit
it: Aspetto
ja: 外観
ko: 모양
lt: Išvaizda
lv: Izskats
nb: Utseende
nl: Uiterlijk
nn: Utseende
pl: Wygląd
pt_br: Aparência
ro: Aspect
ru: Внешний вид
sk: Vzhľad
sl: Videz
sr: Izgled
sv: Utseende
sw: Muonekano
ta: தோற்றம்
th: การปรากฏตัว
tr: Görünüm
uk: Зовнішній вигляд
ur: ظہور
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

# auth.apple.error.cancelled
source: Apple sign-in was canceled.
ar: أُلغي تسجيل الدخول باستخدام Apple.
bg: Входът с Apple беше отменен.
bn: Apple দিয়ে সাইন ইন বাতিল করা হয়েছে।
ca: S'ha cancel·lat l'inici de sessió amb Apple.
cs: Přihlášení přes Apple bylo zrušeno.
da: Apple-login blev annulleret.
de: Die Apple-Anmeldung wurde abgebrochen.
el: Η σύνδεση με Apple ακυρώθηκε.
es: Se canceló el inicio de sesión con Apple.
et: Apple’iga sisselogimine tühistati.
fa: ورود با اپل لغو شد.
fi: Apple-kirjautuminen peruutettiin.
fil: Kinansela ang pag-sign in gamit ang Apple.
fr: La connexion avec Apple a été annulée.
he: ההתחברות באמצעות Apple בוטלה.
hi: Apple से साइन इन रद्द कर दिया गया।
hr: Prijava putem Applea je otkazana.
hu: Az Apple-bejelentkezés megszakadt.
id: Masuk dengan Apple dibatalkan.
is: Hætt var við innskráningu með Apple.
it: Accesso con Apple annullato.
ja: Appleでのサインインはキャンセルされました。
ko: Apple 로그인이 취소되었습니다.
lt: Prisijungimas per „Apple“ atšauktas.
lv: Pierakstīšanās ar Apple tika atcelta.
nb: Apple-innloggingen ble avbrutt.
nl: Inloggen met Apple is geannuleerd.
nn: Apple-innlogginga vart avbroten.
pl: Logowanie przez Apple zostało anulowane.
pt_br: O login com a Apple foi cancelado.
ro: Autentificarea cu Apple a fost anulată.
ru: Вход через Apple отменён.
sk: Prihlásenie cez Apple bolo zrušené.
sl: Prijava z računom Apple je bila preklicana.
sr: Prijavljivanje putem Apple-a je otkazano.
sv: Inloggningen med Apple avbröts.
sw: Kuingia kwa Apple kulighairiwa.
ta: Apple உள்நுழைவு ரத்துசெய்யப்பட்டது.
th: ยกเลิกการลงชื่อเข้าใช้ด้วย Apple แล้ว
tr: Apple ile giriş iptal edildi.
uk: Вхід через Apple скасовано.
ur: Apple سے سائن اِن منسوخ کر دیا گیا۔
vi: Đã hủy đăng nhập bằng Apple.
zh_hans: 已取消 Apple 登录。
zh_hant: 已取消 Apple 登入。

# auth.apple.error.excludedCredential
source: This Apple account can't be used here.
ar: لا يمكن استخدام حساب Apple هذا هنا.
bg: Този Apple акаунт не може да се използва тук.
bn: এই Apple অ্যাকাউন্টটি এখানে ব্যবহার করা যাবে না।
ca: Aquest compte d'Apple no es pot utilitzar aquí.
cs: Tento účet Apple zde nelze použít.
da: Denne Apple-konto kan ikke bruges her.
de: Dieses Apple-Konto kann hier nicht verwendet werden.
el: Αυτός ο λογαριασμός Apple δεν μπορεί να χρησιμοποιηθεί εδώ.
es: Esta cuenta de Apple no se puede usar aquí.
et: Seda Apple’i kontot ei saa siin kasutada.
fa: نمی‌توان از این حساب اپل در اینجا استفاده کرد.
fi: Tätä Apple-tiliä ei voi käyttää täällä.
fil: Hindi magagamit dito ang Apple account na ito.
fr: Ce compte Apple ne peut pas être utilisé ici.
he: לא ניתן להשתמש כאן בחשבון Apple הזה.
hi: इस Apple खाते का यहाँ उपयोग नहीं किया जा सकता।
hr: Ovaj Apple račun ne može se koristiti ovdje.
hu: Ez az Apple-fiók itt nem használható.
id: Akun Apple ini tidak dapat digunakan di sini.
is: Ekki er hægt að nota þennan Apple-reikning hér.
it: Questo account Apple non può essere usato qui.
ja: このAppleアカウントは使用できません。
ko: 이 Apple 계정은 여기서 사용할 수 없습니다.
lt: Šios „Apple“ paskyros čia naudoti negalima.
lv: Šo Apple kontu šeit nevar izmantot.
nb: Denne Apple-kontoen kan ikke brukes her.
nl: Deze Apple-account kan hier niet worden gebruikt.
nn: Denne Apple-kontoen kan ikkje brukast her.
pl: Nie można tu użyć tego konta Apple.
pt_br: Esta conta Apple não pode ser usada aqui.
ro: Acest cont Apple nu poate fi folosit aici.
ru: Эту учётную запись Apple нельзя использовать здесь.
sk: Tento účet Apple tu nemožno použiť.
sl: Tega računa Apple tukaj ni mogoče uporabiti.
sr: Ovaj Apple nalog ne može da se koristi ovde.
sv: Det här Apple-kontot kan inte användas här.
sw: Akaunti hii ya Apple haiwezi kutumika hapa.
ta: இந்த Apple கணக்கை இங்கு பயன்படுத்த முடியாது.
th: ไม่สามารถใช้บัญชี Apple นี้ที่นี่ได้
tr: Bu Apple hesabı burada kullanılamaz.
uk: Цей обліковий запис Apple не можна тут використати.
ur: یہ Apple اکاؤنٹ یہاں استعمال نہیں ہو سکتا۔
vi: Không thể dùng tài khoản Apple này ở đây.
zh_hans: 此 Apple 账户无法在此使用。
zh_hant: 無法在此使用這個 Apple 帳號。

# auth.apple.error.failed
source: Apple sign-in failed: %@
ar: فشل تسجيل الدخول باستخدام Apple: %@
bg: Входът с Apple не бе успешен: %@
bn: Apple দিয়ে সাইন ইন ব্যর্থ হয়েছে: %@
ca: Ha fallat l'inici de sessió amb Apple: %@
cs: Přihlášení přes Apple se nezdařilo: %@
da: Apple-login mislykkedes: %@
de: Apple-Anmeldung fehlgeschlagen: %@
el: Η σύνδεση με Apple απέτυχε: %@
es: Error al iniciar sesión con Apple: %@
et: Apple’iga sisselogimine nurjus: %@
fa: ورود با اپل ناموفق بود: %@
fi: Apple-kirjautuminen epäonnistui: %@
fil: Hindi nagtagumpay ang pag-sign in gamit ang Apple: %@
fr: Échec de la connexion avec Apple : %@
he: ההתחברות באמצעות Apple נכשלה: %@
hi: Apple से साइन इन विफल रहा: %@
hr: Prijava putem Applea nije uspjela: %@
hu: Az Apple-bejelentkezés sikertelen: %@
id: Gagal masuk dengan Apple: %@
is: Innskráning með Apple mistókst: %@
it: Accesso con Apple non riuscito: %@
ja: Appleでのサインインに失敗しました：%@
ko: Apple 로그인에 실패했습니다: %@
lt: Nepavyko prisijungti per „Apple“: %@
lv: Pierakstīšanās ar Apple neizdevās: %@
nb: Apple-innloggingen mislyktes: %@
nl: Inloggen met Apple is mislukt: %@
nn: Apple-innlogginga mislukkast: %@
pl: Logowanie przez Apple nie powiodło się: %@
pt_br: Falha no login com a Apple: %@
ro: Autentificarea cu Apple a eșuat: %@
ru: Не удалось войти через Apple: %@
sk: Prihlásenie cez Apple zlyhalo: %@
sl: Prijava z računom Apple ni uspela: %@
sr: Prijavljivanje putem Apple-a nije uspelo: %@
sv: Inloggningen med Apple misslyckades: %@
sw: Kuingia kwa Apple kumeshindikana: %@
ta: Apple உள்நுழைவு தோல்வியடைந்தது: %@
th: ลงชื่อเข้าใช้ด้วย Apple ไม่สำเร็จ: %@
tr: Apple ile giriş başarısız oldu: %@
uk: Не вдалося ввійти через Apple: %@
ur: Apple سے سائن اِن ناکام رہا: %@
vi: Đăng nhập bằng Apple thất bại: %@
zh_hans: Apple 登录失败：%@
zh_hant: Apple 登入失敗：%@

# auth.apple.error.inProgress
source: Apple sign-in is already in progress.
ar: تسجيل الدخول باستخدام Apple جارٍ بالفعل.
bg: Вече се извършва вход с Apple.
bn: Apple দিয়ে সাইন ইন ইতিমধ্যে চলছে।
ca: Ja hi ha un inici de sessió amb Apple en curs.
cs: Přihlášení přes Apple již probíhá.
da: Apple-login er allerede i gang.
de: Die Apple-Anmeldung läuft bereits.
el: Η σύνδεση με Apple είναι ήδη σε εξέλιξη.
es: Ya se está iniciando sesión con Apple.
et: Apple’iga sisselogimine on juba käimas.
fa: ورود با اپل در حال انجام است.
fi: Apple-kirjautuminen on jo käynnissä.
fil: Kasalukuyan nang nagaganap ang pag-sign in gamit ang Apple.
fr: Une connexion avec Apple est déjà en cours.
he: התחברות באמצעות Apple כבר מתבצעת.
hi: Apple से साइन इन पहले से जारी है।
hr: Prijava putem Applea već je u tijeku.
hu: Az Apple-bejelentkezés már folyamatban van.
id: Proses masuk dengan Apple sedang berlangsung.
is: Innskráning með Apple er þegar í gangi.
it: L'accesso con Apple è già in corso.
ja: Appleでのサインインはすでに進行中です。
ko: Apple 로그인이 이미 진행 중입니다.
lt: Prisijungimas per „Apple“ jau vyksta.
lv: Pierakstīšanās ar Apple jau notiek.
nb: Apple-innlogging pågår allerede.
nl: Inloggen met Apple is al bezig.
nn: Apple-innlogging er alt i gang.
pl: Logowanie przez Apple już trwa.
pt_br: O login com a Apple já está em andamento.
ro: Autentificarea cu Apple este deja în curs.
ru: Вход через Apple уже выполняется.
sk: Prihlásenie cez Apple už prebieha.
sl: Prijava z računom Apple že poteka.
sr: Prijavljivanje putem Apple-a je već u toku.
sv: Inloggning med Apple pågår redan.
sw: Kuingia kwa Apple tayari kunaendelea.
ta: Apple உள்நுழைவு ஏற்கனவே நடைபெறுகிறது.
th: กำลังลงชื่อเข้าใช้ด้วย Apple อยู่แล้ว
tr: Apple ile giriş işlemi zaten sürüyor.
uk: Вхід через Apple уже триває.
ur: Apple سے سائن اِن پہلے ہی جاری ہے۔
vi: Đang đăng nhập bằng Apple.
zh_hans: Apple 登录正在进行中。
zh_hant: Apple 登入已在進行中。
